/* rfc2911 - 4.4.12 printer-state-reasons */
"connecting-to-device" = "Opretter forbindelse.";
"cover-open" = "Dæksel åbent.";
"developer-empty" = "Ikke mere fremkalder.";
"developer-low" = "Fremkalderbeholdning lav.";
"door-open" = "Dør åben.";
"fuser-over-temp" = "Fusertemperatur høj.";
"fuser-under-temp" = "Fusertemperatur lav.";
"input-tray-missing" = "Papirbakke mangler.";
"interlock-open" = "Sikkerhedslås åben.";
"interpreter-resource-unavailable" = "Ressource ikke tilgængelig (dvs. skrift)";
"marker-supply-empty" = "Ikke mere blæk/toner";
"marker-supply-low" = "Blæk-/tonerbeholdning lav.";
"marker-waste-almost-full" = "Spildbeholder til blæk/toner næsten fuld.";
"marker-waste-full" = "Spildbeholder til blæk/toner fuld.";
"media-empty" = "Papirbakke tom.";
"media-jam" = "Papirstop.";
"media-low" = "Papirbakke næsten tom.";
"media-needed" = "Papirbakke skal fyldes.";
"moving-to-paused" = "Printeren bliver passiv,";
"none" = " ";
"opc-life-over" = "OPC er slidt op.";
"opc-near-eol" = "OPC er næsten slidt op.";
"other" = " ";
"output-area-almost-full" = "Udskriftsbakke næsten fuld.";
"output-area-full" = "Udskriftsbakke fuld.";
"output-tray-missing" = "Udskriftsbakke mangler.";
"paused" = "Pause.";
"shutdown" = "Printeren er passiv.";
"spool-area-full" = "Spoleområdet fuldt.";
"stopped-partly" = "Delvist stoppet";
"stopping" = "Stopper";
"timed-out" = "Printeren holdt op med at svare.";
"toner-empty" = "Ikke mere toner.";
"toner-low" = "Tonerbeholdning lav.";

/* rfc2911 - 4.3.8  job-state-reasons */
"aborted-by-system" = "Stopper.";
"compression-error" = "Fejl ved dekomprimering.";
"document-access-error" = "Fejl ved dokumentadgang.";
"document-format-error" = "Fejl ved dokumentformat.";
"job-canceled-at-device" = "Annulleret på printer.";
"job-canceled-by-operator" = "Annulleret af bruger.";
"job-canceled-by-user" = "Annulleret af bruger.";
"job-completed-successfully" = " ";
"job-completed-with-errors" = "Udført med fejl.";
"job-completed-with-warnings" = "Udført med advarsler.";
"job-data-insufficient" = "Utilstrækkelige data.";
"job-hold-until-specified" = "Udsæt indtil.";
"job-incoming" = "Indkommende.";
"job-interpreting" = "Fortolker.";
"job-outgoing" = "Udgående.";
"job-printing" = "Udskriver.";
"job-queued-for-marker" = "I kø til markering.";
"job-queued" = "I kø.";
"job-restartable" = "Kan genstartes.";
"job-transforming" = "Transformerer.";
"printer-stopped-partly" = "Printeren stoppede delvist.";
"printer-stopped" = "Printeren stoppede.";
"processing-to-stop-point" = "Stopper.";
"queued-in-device" = "Klar.";
"resources-are-not-ready" = "Ressourcer er ikke klar.";
"service-off-line" = "Tjeneste er passiv.";
"submission-interrupted" = "Afsendelse afbrudt.";
"unsupported-compression" = "Komprimeringsmetode understøttes ikke.";
"unsupported-document-format" = "Dokumentformat understøttes ikke.";

/* rfc3998 - 8/9 Additional Values for {printer,job}-state-reasons */
"hold-new-jobs" = "Udsæt nye job";
"deactivated" = "Slået fra";
"job-suspended" = "afbrudt.";

/* CUPS defined reasons */
"cups-missing-filter-error" = "Mangler filter.";
"offline-error" = "Passiv.";

/* Apple defined reasons */
"apple-appletalk-disabled-warning" = "AppleTalk er slået fra.";
"apple-missing-usbclassdriver-error" = "Mangler USB-printerarkiv.";
"apple-nbp-lookup-warning" = "Printer svarer ikke.";
